{
    "en": {
        "text1": [
            "Each night, at precisely 18:01, an artificial sun",
            "powered by the lamppost attached to the building in front",
            "would shower warm yellow light into the apartment.",
            "A sun that sleeps during the day",
            "that seemed to only take notice of residents",
            "living in 32 Boulevard du Temple.",
            "That was the only reason why I stayed,",
            "on this false pretense of being specially chosen.",
            "…",
            "I met you.",
            "You had a very round face,",
            "and everything about your personality lacked edges.",
            "You were a ball of light or maybe even a cotton ball",
            "or a tomato or a good piece of brioche.",
            "…",
            "I don’t know what happens to me when I face you.",
            "I grow desperate.",
            "It’s like there’s something emanating from my chest,",
            "with a voice of its own: Love me! Pay attention to me!",
            "Tell me I’m pretty! Tell me my heart is pretty!",
            "I don’t understand why I want you so much.",
            "You’re not all that, no offense, but I crave, crave, crave",
            "your validation, your affection, your smile, your heat.",
            "Please pay attention to me. Pretty please with a cherry on top."
        ],
        "text2": [
            "Walk, walk, walk to Prince Street and Greene Street.",
            "Pick-up. Walk, walk (stop for beer),",
            "walk to Broome Street.",
            "We were surrounded by Germans at some point.",
            "Knock, knock, knock.",
            "No one is answering.",
            "Dialing…Dialing…",
            "Oh Hey!",
            "World 1 met World 2.",
            "Couldn’t stop staring at World 2,",
            "but I thought World 1 was far greater?",
            "Scared happiness.",
            "Convinced another person that spam is the best thing on Earth.",
            "Super sexual jokes vs. Super strong margaritas.",
            "So many jokes, Like a tennis ball, back and forth,",
            "back and forth, back and forth.",
            "Aye, yai, yai, they never grow up.",
            "Words of wisdom: Men are just boys with more expensive toys. ",
            "…",
            "“She loves gifts.”",
            "“Yeah, she can be very materialistic...”",
            "“She’s a present. She’s the cherry on top of the cake.",
            "Me, I’m more like the filling of a donut.”",
            "“Don’t talk down on yourself.”",
            "“I love donuts, what do you mean?”",
            "…",
            "You read me “On Seeing the 100% Perfect Girl",
            "One Beautiful April Morning” aloud in bed,",
            "we stayed there, restless and rumpled,",
            "until the word morning wasn’t morning,",
            "we took walks around the neighborhood",
            "and imagined what it would be like to be old and wearing cool hats,",
            "and every meal had a taste of optimism for a while,",
            "but in May, he texted me saying that he got a check-up",
            "and it “turns out” he has an STD and that I should get tested",
            "and believe it or not this was the second time he had given me an STD,",
            "I felt so stupid, I asked him how he got it,",
            "he lied to me on the phone,",
            "he texted me later saying that he had met someone",
            "before he came to see me in April,",
            "I said how could you,",
            "I can’t believe he lied to me, ",
            "hat I believed him when he said I was his 100% Perfect Girl,",
            "he said we weren’t together back then,",
            "and before I knew it I was stuck in the iconic FRIEND’s argument:",
            "WE WERE ON A BREAK,",
            "and I’d always thought that I was Rachel,",
            "but I always thought it would feel good to be Rachel,",
            "not this dirty and depressing and ",
            "AASDKFASDKFS,",
            "aSJDFAKSDJFw,",
            "SUGKASDGKS,",
            "IERGIE,",
            "SEIRGJS,",
            "I didn’t tell anyone for a while because I was so embarrassed,",
            "I couldn’t stop crying,",
            "I cried, I cried, I cried, and I cried,",
            "there was something wrong with my body,",
            "the beat of my own heart made me tremble,",
            "days went by, and it never felt better,",
            "…",
            "White sky, wet rain, timid steps.",
            "Ping!",
            "You sent me an email on New Year’s.",
            "“You’re the person I’ve been the closest to in my life.”",
            "You always do this.",
            "You always pull me back with your pretty words.",
            "My friend says I’m ‘emotional horny.’ Not this time."
        ],
        "text3": [
            "Of arms-length. Curled closely.",
            "Found.",
            "There, what I remember I had with you.",
            "If you felt it, wouldn’t you let me know.",
            "But your ego is as big as mine.",
            "Orbiting. Not touching, not yet.",
            "…",
            "Tap.",
            "Tap.",
            "Tap.",
            "Tap.",
            "Ugh. 4:31 am.",
            "Omg. The ceiling is leaking.",
            "Wait, this is like actually bad.",
            "Be calm. Is it that bad?",
            "I can’t sleep with this sound.",
            "No one is at the front desk.",
            "Restroom break?",
            "Red pen scrawled on ruled paper. Crumpled. Looks old.",
            "Do they use this every night?",
            "Doo, doo, doo.",
            "Waiting.",
            "Impatient.",
            "Doo, doo, doo, makin’ my way to the Modern.",
            "Press ‘C’ for cellar, walk, walk, walk, second elevator.",
            "Hi, my ceiling is leaking.",
            "It’s probably the Penthouse.",
            "We don’t know which Penthouse it is.",
            "I don’t want to wake up both at 5am.",
            "What do I do.",
            "Come check it out.",
            "Could you wear a mask though.",
            "Takes video.",
            "Handyman will be here at 7am.",
            "Short nap on the couch.",
            "…",
            "I put eyeliner on you.",
            "The way I do my makeup doesn’t suit you,",
            "but I smile from being so still, so close to you.",
            "You were sitting on the toilet, I think we were both a bit tipsy.",
            "I love getting ready and hoped you didn’t find me too superficial.",
            "You never see the bad in me.",
            "…",
            "I took you to Angel’s Share.",
            "I got a cocktail called Matcha Meadow,",
            "and you, a cocktail called Flirtibird.",
            "I knew what you were thinking of me,",
            "but I just wanted to make sure.",
            "It was November 19, and I showed you",
            "the shirt that I had been eyeing.",
            "You said you wanted it.",
            "I was afraid you were gonna get it for yourself,",
            "but we made our way down Orchard Street.",
            "I thought it was Orchid Street.",
            "Space Needle, Space Noodle, tomato, tomato.",
            "It started raining, and we had to share my Hello Kitty umbrella.",
            "I had an excuse to lock my arm into yours.",
            "Rain-loving. Your arm is so warm, so muscular, so handsome.",
            "…",
            "It’s not even a tap anymore.",
            "My room is a waterfall, and I am panicking.",
            "We called the plumber but they couldn’t find the source of the problem,",
            "he made holes in the ceiling,",
            "and I went to bed between two gaping black squares in the sky,",
            "hugging the fear that a rat would fall on me in my sleep.",
            "…",
            "You want to buy thank-you gifts for me and Jeffrey.",
            "We go back to November 19, sticky and giggly.",
            "The guy only half recognises us,",
            "and I tell him it’s because we are sweating.",
            "You get me the shirt.",
            "I love you for it, not for the shirt,",
            "but for being the one that fulfilled a destiny in my life.",
            "You and destiny are in tandem."
            ],
        "text4": [
            "Two matcha meadows.",
            "A guy in a bejewelled Hello Kitty top hits on you.",
            "I am slightly annoyed.",
            "It is 32 C and we have an hour until your train.",
            "We are just in time for the bus, where I think about",
            "what to write to you so that you will always remember this trip:",
            "You make my heart happy.",
            "Like snowflakes...",
            "…",
            "Singing.",
            "You make my heart sing in a matcha meadow.",
            "Makes me jump, jump, jump the joy out of my heart.",
            "You kiss my head in the elevator",
            "and that is when I knew that we will always be",
            "Agreeable, moving in a circle, as if inscribed."
        ],
        "text5": [
            "“You Lovebug” she says, as she squeezes in a hug.",
            "…",
            "I feel sad that you’re not here.",
            "I think back to a time when I didn’t know you",
            "and realize that back then, I couldn’t imagine",
            "someone as admirable, obstructive, extra-beautiful as you.",
            "I breathe hope.",
            "Like whoever I’m going to meet next,",
            "they’ll surpass my wildest dreams today.",
            "Like I’m within the margin, between the leaves,",
            "eating sunlight, growing stronger, ready for the next form of you.",
            "…",
            "There were many things I wanted to do but I was already so happy,",
            "I didn’t feel like I needed anything more at all.",
            "So I didn’t talk to anyone at the book launch and",
            "just got my books and my glass of orange and walked away.",
            "So I didn’t go to the Gemini party",
            "and went to go meet Jeffrey for dinner.",
            "We ate oysters at Jeffrey’s.",
            "I think my cocktail was called Spill the Tea.",
            "I have not stopped being tipsy since 2pm.",
            "I am Healing, full of freckles."
        ]
    },
    "fr": {
      "text1": [
        "Chaque nuit, à précisément 18h01, un soleil artificiel",
        "alimenté par le lampadaire fixé au bâtiment en face",
        "inonderait l’appartement d’une chaude lumière jaune.",
        "Un soleil qui dormait le jour et",
        "ne semblait remarquer que les résidents",
        "du 32 Boulevard du Temple.",
        "C'était la seule raison pour laquelle j’y restais,",
        "sur cette fausse prétention d'être spécialement choisi.",
        "…",
        "Je t'ai rencontré.",
        "Tu avais un visage très rond,",
        "et toute ta personnalité manquait de contours.",
        "Tu étais une boule de lumière ou peut-être même de coton",
        "ou une tomate ou une bonne brioche moelleuse.",
        "…",
        "Je ne sais pas ce qui m'arrive quand je te fais face.",
        "Je deviens désespérée.",
        "C'est comme s'il y avait quelque chose qui émanait de ma poitrine,",
        "avec une voix à part entière: Aime-moi ! Fais attention à moi !",
        "Dis-moi que je suis jolie ! Dis-moi que mon cœur est joli !",
        "Je ne comprends pas pourquoi je te veux autant.",
        "Tu n’es pas tout ça, sans vouloir t’offenser, mais je désire, désire, désire",
        "ta validation, ton affection, ton sourire, ta chaleur.",
        "S'il te plaît, fais attention à moi. S'il te plaît avec une cerise par-dessus."
      ],
      "text2": [
        "Marcher, marcher, marcher jusqu'à Prince Street et Greene Street.",
        "Ramasser. Marcher, marcher (s’arrêter pour une bière),",
        "marcher jusqu'à Broome Street.",
        "On était entouré d’Allemands à un moment donné.",
        "Toc, toc, toc.",
        "Personne ne répond.",
        "Sonner... Sonner...",
        "Oh hé !",
        "Le Monde 1 a rencontré le Monde 2.",
        "Je ne pouvais pas arrêter de regarder le Monde 2,",
        "mais je pensais que le Monde 1 était bien plus grand ?",
        "Bonheur hésitant.",
        "Convaincu une autre personne que le spam est la meilleure chose sur Terre.",
        "Blagues super-sexuelles contre margaritas super-fortes.",
        "Tant de blagues, comme une balle de tennis, d’avant en arrière,",
        "d’avant en arrière, d’avant en arrière",
        "Aye, yai, yai, ils ne grandissent jamais.",
        "Paroles de sagesse: Les hommes ne sont que des gamins aux joujoux onéreux.",
        "…",
        "'Elle adore les cadeaux.'",
        "'Oui, elle peut être très matérialiste...'",
        "'Elle est un cadeau. Elle est la cerise sur le gâteau.",
        "Moi, je suis plutôt comme la garniture d'un beignet.'",
        "'Ne parle pas de toi comme ça.'",
        "'J'adore les beignets, qu'est-ce que tu veux dire ?'",
        "…",
        "Tu m'as lu 'À propos de ma rencontre avec la fille 100% parfaite",
        "par un beau matin d’avril' à voix haute dans le lit,",
        "on est resté là, agités et froissés,",
        "jusqu'à ce que le mot 'matin' ne soit plus 'matin',",
        "on a fait des promenades dans le quartier et imaginé",
        "ce que cela ressemblerait d'être vieux et de porter des chapeaux cool,",
        "et chaque repas avait un goût d'optimisme pendant un moment,",
        "mais en mai, il m'a envoyé un texto en disant qu'il avait fait un test",
        "et qu'il 's'avérait' qu'il avait une MST et que je devais me faire tester",
        "et croyez-le ou non, c'était la deuxième fois qu'il m'en donnait une,",
        "je me sentais tellement stupide, je lui ai demandé comment il l'avait attrapée,",
        "il m'a menti au téléphone,",
        "il m'a envoyé un texto plus tard en disant qu'il avait rencontré quelqu'un",
        "avant de venir me voir en avril,",
        "j'ai dit comment as-tu pu,",
        "je ne peux pas croire qu'il m'a menti,",
        "que je l'ai cru qu’il me considérait comme sa fille 100% prafaite,",
        "il a dit que nous n'étions pas ensemble à l'époque,",
        "et avant que je ne m'en rende compte, j'étais coincée dans l'emblématique argument de FRIENDS :",
        "ON ÉTAIT EN PAUSE,",
        "et j'ai toujours pensé que j'étais Rachel,",
        "mais j'ai toujours pensé que ça ferait du bien d'être Rachel,",
        "pas sale et déprimée et",
        "AASDKFASDKFS,",
        "aSJDFAKSDJFw,",
        "SUGKASDGKS,",
        "IERGIE,",
        "SEIRGJS,",
        "je n'ai rien dit à personne pendant un moment parce que j'étais tellement gênée,",
        "je ne pouvais pas arrêter de pleurer,",
        "je pleurais, je pleurais, je pleurais, et je pleurais,",
        "il y avait quelque chose qui n'allait pas dans mon corps,",
        "le battement de mon propre cœur me faisait trembler,",
        "les jours passaient, et ça ne s'améliorait jamais,",
        "…",
        "Ciel blanc, pluie mouillée, pas timides.",
        "Ping !",
        "Tu m'as envoyé un email le jour de l'an.",
        "'Tu es la personne à qui j'ai été le plus proche dans ma vie.'",
        "Tu fais toujours ça.",
        "Tu me ramènes toujours avec tes jolis mots.",
        "Mon ami dit que je suis 'excitée émotionnellement'. Pas cette fois-ci."
      ],
      "text3": [
        "À bout de bras. Enroulés de près.",
        "Trouvés.",
        "Là, ce que je me souviens avoir eu avec toi.",
        "Si tu l'as ressenti, ne me l’aurais-tu pas fait savoir.",
        "Mais ton ego est aussi grand que le mien.",
        "En orbite. Ne se touchant pas, pas encore.",
        "…",
        "Tap.",
        "Tap.",
        "Tap.",
        "Tap.",
        "Oh la la. Il est 4h31 du matin.",
        "Oh mon dieu. Le plafond fuit.",
        "Attends, c'est vraiment grave.",
        "Reste calme. Est-ce que c’est si grave ?",
        "Je ne peux pas dormir avec ce bruit.",
        "Personne n'est à la réception.",
        "Pause pipi ?",
        "Stylo rouge griffonné sur du papier réglé. Froissé. A l'air vieux.",
        "L’utilisent-ils tous les soirs ?",
        "Doo, doo, doo.",
        "J’attends.",
        "Impatiente.",
        "Doo, doo, doo, je me rends au Modern.",
        "Appuyez sur ‘C’ pour descendre au sous-sol, marcher, marcher, marcher, deuxième ascenseur.",
        "Bonjour, mon plafond fuit.",
        "C’est probablement le Penthouse.",
        "Nous ne savons pas lequel c’est.",
        "Je ne veux pas réveiller les deux Penthouses à 5h du matin.",
        "Que dois-je faire?",
        "Venez jeter un coup d’œil.",
        "Pourriez-vous porter un masque, cependant?",
        "Prend une vidéo.",
        "Le technicien sera là à 7h du matin.",
        "Petite sieste sur le canapé.",
        "…",
        "Je t'ai mis de l'eye-liner.",
        "La façon dont je me maquille ne te va pas,",
        "mais je souris te voir si immobile, si près de toi.",
        "Tu étais assis sur les toilettes, je pense qu’on était tous les deux un peu pompette.",
        "J'aime me préparer et j'espérais que tu ne me trouvais pas trop superficielle.",
        "Tu ne vois jamais le mal en moi.",
        "…",
        "Je t'ai emmené chez Angel's Share.",
        "J'ai pris un cocktail appelé Matcha Meadow",
        "et toi, un cocktail appelé Flirtibird.",
        "Je savais ce que tu pensais de moi,",
        "mais je voulais juste m'en assurer.",
        "C'était le 19 novembre et je t'ai montré",
        "la chemise que je convoitais.",
        "Tu as dit que tu la voulais.",
        "J'avais peur que tu ne la prennes pour toi,",
        "mais on a fait notre chemin vers Orchard Street.",
        "Je pensais que c'était Orchid Street.",
        "Space Needle, Space Noodle, tomato, tomato.",
        "Il a commencé à pleuvoir, et on a dû partager mon parapluie Hello Kitty. J'avais une excuse pour verrouiller mon bras dans le tien.",
        "Amoureux de la pluie. Ton bras est si chaud, si musclé, si beau.",
        "…",
        "Ce n'est même plus une fuite, c'est un torrent.",
        "Ma chambre est une cascade et je panique.",
        "On a appelé le plombier, mais il n'a pas pu trouver la source du problème.",
        "Il a fait des trous dans le plafond,",
        "et je me suis couchée entre deux carrés noirs béants dans le ciel,",
        "en serrant la peur qu'un rat tombe sur moi pendant mon sommeil.",
        "…",
        "Tu veux acheter des cadeaux de remerciement pour moi et Jeffrey.",
        "On est retournés au 19 novembre, collants et hilares.",
        "Le vendeur ne nous reconnaît qu'à moitié,",
        "et je lui dis que c'est parce qu’on transpire.",
        "Tu m'achètes la chemise. Je t'aime pour ça, pas pour la chemise,",
        "mais pour être celui qui a réalisé un destin dans ma vie.",
        "Toi et le destin êtes en tandem."
      ],
      "text4": [
        "Deux Matcha Meadows.",
        "Un mec en haut Hello Kitty serti de bijoux te drague.",
        "Je suis légèrement agacé.",
        "Il fait 32 degrés et il ne reste qu'une heure avant ton train.",
        "On est juste à temps pour le bus, où je réfléchis",
        "à ce que je vais t'écrire pour que tu te souviennes toujours de ce voyage : Tu rends mon cœur heureux.",
        "Comme des flocons de neige...",
        "…",
        "Chantant.",
        "Tu fais chanter mon cœur dans une prairie de matcha.",
        "Ça me fait sauter, sauter, sauter la joie de mon cœur.",
        "Tu m’embrasses sur la tête dans l'ascenseur",
        "et c'est à ce moment-là que j'ai su qu’on sera toujours d’accord,",
        "en mouvement dans un cercle, comme inscrits."
      ],
      "text5": [
        "“Mon petit papillon” dit-elle, en me serrant dans ses bras.",
        "…",
        "Je suis triste que tu ne sois pas là.",
        "Je repense à l'époque où je ne te connaissais pas",
        "et je réalise que, à cette époque, je n’aurais jamais pu imaginer",
        "quelqu'un d'aussi noble, de si tenace et de si sublime que toi.",
        "J’inspire l'espoir.",
        "Comme si la prochaine personne que je vais rencontrer",
        "épassera mes rêves les plus fous aujourd'hui.",
        "Comme si j'étais dans la marge, entre les feuilles,",
        "mangeant de la lumière du soleil, devenant plus forte,",
        "prête pour la prochaine forme de toi.",
        "…",
        "Il y avait beaucoup de choses que je voulais faire,",
        "mais j'étais déjà tellement heureuse",
        "que je n'avais pas l'impression d'avoir besoin de quoi que ce soit de plus du tout.",
        "Alors je n'ai parlé à personne au lancement du livre et",
        "j'ai juste pris mes livres et mon verre d'orange avant de partir.",
        "Alors je ne suis pas allée à la fête des Gémeaux",
        "et je suis allée dîner avec Jeffrey.",
        "On a mangé des huîtres chez Jeffrey.",
        "Je pense que mon cocktail s'appelait 'Spill the Tea'.",
        "Je n’ai pas cessé d’être légèrement ivre depuis 14h.",
        "Je suis en train de guérir, pleine de taches de rousseur."
      ]
    }
  }